Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Choose YouTube or Instagram, then enable the content you want to block. Enabled apps stay blocked unless you're recording your screen. Optional soft YouTube mode works well for audio podcasts, but Picture in Picture may still be blocked when recording is off. Pick one app icon per service, not a category or "All Apps".
ar: اختر ⁦YouTube⁩ أو ⁦Instagram⁩، ثم فعّل أنواع المحتوى التي تريد حظرها. تظل التطبيقات المحددة محظورة ما لم تسجّل الشاشة. يناسب وضع ⁦YouTube⁩ المرن الاختياري البودكاست الصوتي، لكن قد تظل ميزة صورة داخل صورة محظورة عند إيقاف التسجيل. اختر رمز تطبيق واحد لكل خدمة، وليس فئة أو «كل التطبيقات».
ar_eg: اختار ⁦YouTube⁩ أو ⁦Instagram⁩، وبعدين شغّل أنواع المحتوى اللي عايز تحظرها. التطبيقات اللي اخترتها بتفضل محظورة إلا لو بتسجّل الشاشة. وضع ⁦YouTube⁩ المرن الاختياري مناسب للبودكاست الصوتي، بس صورة داخل صورة ممكن تفضل محظورة من غير تسجيل. اختار أيقونة تطبيق واحدة لكل خدمة، مش فئة أو «كل التطبيقات».
be: Выберыце YouTube або Instagram, а потым змесціва для блакіроўкі. Выбраныя праграмы застаюцца заблакіраванымі, пакуль не ідзе запіс экрана. Неабавязковы мяккі рэжым YouTube падыходзіць для аўдыяпадкастаў, але «Малюнак у малюнку» можа блакіравацца без запісу. Выбірайце адзін значок праграмы для кожнага сэрвісу, а не катэгорыю ці «Усе праграмы».
bn: YouTube বা Instagram বেছে নিয়ে যে কনটেন্ট ব্লক করতে চান তা চালু করুন। স্ক্রিন রেকর্ডিং না চললে নির্বাচিত অ্যাপগুলি ব্লক থাকে। ঐচ্ছিক নমনীয় YouTube মোড অডিও পডকাস্টের জন্য উপযোগী, তবে রেকর্ডিং বন্ধ থাকলে পিকচার ইন পিকচার তবুও ব্লক হতে পারে। প্রতিটি পরিষেবার জন্য একটি অ্যাপ আইকন বেছে নিন, কোনো বিভাগ বা “সব অ্যাপ” নয়।
cs: Vyberte YouTube nebo Instagram a poté obsah, který chcete blokovat. Vybrané aplikace zůstanou blokované, pokud nenahráváte obrazovku. Volitelný mírný režim YouTube se hodí pro zvukové podcasty, ale obraz v obraze může být blokovaný i bez nahrávání. Pro každou službu vyberte jednu ikonu aplikace, ne kategorii ani „Všechny aplikace“.
da: Vælg YouTube eller Instagram, og slå derefter det indhold til, du vil blokere. Valgte apps forbliver blokeret, medmindre du optager skærmen. Den valgfrie bløde YouTube-tilstand er god til lydpodcasts, men Billede i billede kan stadig være blokeret uden optagelse. Vælg ét appikon pr. tjeneste, ikke en kategori eller »Alle apps«.
de: Wähle YouTube oder Instagram und aktiviere die Inhalte, die du blockieren möchtest. Aktivierte Apps bleiben ohne Bildschirmaufnahme gesperrt. Der optionale sanfte YouTube-Modus eignet sich für Audio-Podcasts, aber Bild-in-Bild kann ohne Aufnahme weiterhin blockiert werden. Wähle pro Dienst ein App-Symbol, keine Kategorie und nicht „Alle Apps“.
es: Elige YouTube o Instagram y activa el contenido que quieras bloquear. Las apps activadas permanecen bloqueadas salvo cuando grabas la pantalla. El modo suave opcional de YouTube funciona bien con podcasts de audio, pero Imagen dentro de imagen puede seguir bloqueado sin grabación. Elige un icono de app por servicio, no una categoría ni «Todas las apps».
fil: Piliin ang YouTube o Instagram, at i-on ang content na gusto mong i-block. Mananatiling naka-block ang mga napiling app maliban kung nagre-record ka ng screen. Ang opsyonal na banayad na YouTube mode ay angkop sa mga audio podcast, pero maaaring ma-block pa rin ang Picture in Picture kapag hindi nagre-record. Pumili ng isang app icon sa bawat serbisyo, hindi ng kategorya o “Lahat ng App”.
fr: Choisissez YouTube ou Instagram, puis activez les types de contenu à bloquer. Les apps activées restent bloquées sans enregistrement de l’écran. Le mode souple de YouTube convient aux podcasts audio, mais l’image dans l’image peut rester bloquée sans enregistrement. Choisissez une icône d’app par service, pas une catégorie ni « Toutes les apps ».
ha: Zaɓi YouTube ko Instagram, sannan kunna nau'in abun cikin da kake son toshewa. Manhajojin da aka zaɓa za su kasance a toshe sai lokacin rikodin allo. Yanayin YouTube mai sauƙi na zaɓi ya dace da podcast na odiyo, amma Hoto cikin Hoto na iya kasancewa a toshe idan ba a rikodi. Zaɓi alamar manhaja guda ɗaya ga kowane sabis, ba rukuni ko “Duk Manhajoji” ba.
he: יש לבחור ⁦YouTube⁩ או ⁦Instagram⁩, ואז להפעיל את סוגי התוכן לחסימה. היישומים שנבחרו נשארים חסומים כשאין הקלטת מסך. מצב ⁦YouTube⁩ גמיש הוא אפשרות שמתאימה לפודקאסטים קוליים, אך תמונה בתוך תמונה עשויה להישאר חסומה ללא הקלטה. יש לבחור סמל יישום אחד לכל שירות, לא קטגוריה או ״כל היישומים״.
hi: YouTube या Instagram चुनें, फिर जिस सामग्री को ब्लॉक करना है उसे चालू करें। स्क्रीन रिकॉर्डिंग न होने पर चुने हुए ऐप ब्लॉक रहते हैं। वैकल्पिक नरम YouTube मोड ऑडियो पॉडकास्ट के लिए अच्छा है, लेकिन रिकॉर्डिंग बंद होने पर पिक्चर इन पिक्चर फिर भी ब्लॉक हो सकता है। हर सेवा के लिए एक ऐप आइकन चुनें, कोई श्रेणी या “सभी ऐप्स” नहीं।
hu: Válaszd ki a YouTube vagy Instagram appot, majd a blokkolni kívánt tartalmakat. A kijelölt appok blokkolva maradnak, ha nem készítesz képernyőfelvételt. A választható enyhe YouTube-mód jól használható hangos podcastokhoz, de a Kép a képben mód felvétel nélkül is blokkolva lehet. Szolgáltatásonként egy appikont válassz, ne kategóriát vagy az „Összes app” lehetőséget.
hy: Ընտրեք YouTube-ը կամ Instagram-ը, ապա միացրեք ցանկալի բովանդակության արգելափակումը։ Ընտրված հավելվածները մնում են արգելափակված, եթե էկրանը չեք ձայնագրում։ YouTube-ի ընտրովի մեղմ ռեժիմը հարմար է ձայնային փոդքաստների համար, բայց առանց ձայնագրման «Պատկեր պատկերի մեջ» գործառույթը կարող է արգելափակված մնալ։ Յուրաքանչյուր ծառայության համար ընտրեք մեկ հավելվածի պատկերակ, ոչ թե կատեգորիա կամ «Բոլոր հավելվածները»։
id: Pilih YouTube atau Instagram, lalu aktifkan konten yang ingin diblokir. Aplikasi terpilih tetap diblokir kecuali saat merekam layar. Mode fleksibel YouTube opsional cocok untuk podcast audio, tetapi Gambar dalam Gambar mungkin tetap diblokir saat tidak merekam. Pilih satu ikon aplikasi per layanan, bukan kategori atau “Semua Aplikasi”.
it: Scegli YouTube o Instagram, poi attiva i contenuti da bloccare. Le app selezionate restano bloccate se non registri lo schermo. La modalità flessibile facoltativa di YouTube è adatta ai podcast audio, ma Picture in Picture potrebbe restare bloccato senza registrazione. Scegli un'icona di app per servizio, non una categoria o «Tutte le app».
ja: YouTubeまたはInstagramを選び、ブロックするコンテンツを有効にしてください。対象のアプリは画面収録中以外はブロックされます。YouTubeのソフトモードは音声ポッドキャストに適していますが、収録がオフのときはピクチャ・イン・ピクチャがブロックされることがあります。サービスごとにアプリアイコンを1つ選び、カテゴリや「すべてのアプリ」は選ばないでください。
ka: აირჩიეთ YouTube ან Instagram, შემდეგ კი დასაბლოკი კონტენტი. არჩეული აპები დაბლოკილი რჩება, თუ ეკრანს არ იწერთ. სურვილისამებრ ჩასართავი YouTube-ის რბილი რეჟიმი აუდიოპოდკასტებისთვის გამოდგება, თუმცა ჩაწერის გარეშე „სურათი სურათში“ შეიძლება კვლავ დაიბლოკოს. თითოეული სერვისისთვის აირჩიეთ ერთი აპის ხატულა და არა კატეგორია ან „ყველა აპი“.
kk: YouTube немесе Instagram қолданбасын таңдап, бұғатталатын мазмұнды қосыңыз. Экран жазылмай тұрса, таңдалған қолданбалар бұғаттаулы болады. Қосымша YouTube жұмсақ режимі аудиоподкасттарға қолайлы, бірақ жазу өшірулі кезде «Сурет ішіндегі сурет» бұғатталуы мүмкін. Әр қызметке бір қолданба белгішесін таңдаңыз, санатты немесе «Барлық қолданбалар» тармағын таңдамаңыз.
ko: YouTube 또는 Instagram을 선택하고 차단할 콘텐츠를 켜세요. 설정한 앱은 화면을 기록하지 않을 때 차단됩니다. 선택 사항인 YouTube 완화 모드는 오디오 팟캐스트에 적합하지만, 기록이 꺼져 있으면 화면 속 화면이 계속 차단될 수 있습니다. 서비스마다 앱 아이콘 하나를 선택하고, 카테고리나 ‘모든 앱’은 선택하지 마세요.
ky: YouTube же Instagram колдонмосун тандап, бөгөттөлө турган мазмунду күйгүзүңүз. Экран жазылбаса, тандалган колдонмолор бөгөттөлгөн бойдон калат. Кошумча YouTube жумшак режими аудиоподкасттарга ылайыктуу, бирок жазуу өчүк болгондо «Сүрөт ичиндеги сүрөт» бөгөттөлүшү мүмкүн. Ар бир кызмат үчүн бир колдонмо сүрөтчөсүн тандаңыз, категорияны же «Бардык колдонмолорду» эмес.
lt: Pasirinkite „YouTube“ arba „Instagram“, tada įjunkite norimo turinio blokavimą. Pasirinktos programos lieka užblokuotos, kai ekranas neįrašomas. Pasirenkamas švelnusis „YouTube“ režimas tinka garso tinklalaidėms, tačiau vaizdas vaizde gali likti blokuojamas be įrašymo. Kiekvienai paslaugai rinkitės vieną programos piktogramą, o ne kategoriją ar „Visos programos“.
mr: YouTube किंवा Instagram निवडा, मग ब्लॉक करायची सामग्री सुरू करा. स्क्रीन रेकॉर्डिंग नसताना निवडलेले ॲप ब्लॉक राहतात. ऐच्छिक सौम्य YouTube मोड ऑडिओ पॉडकास्टसाठी उपयुक्त आहे; पण रेकॉर्डिंग बंद असताना पिक्चर इन पिक्चर तरीही ब्लॉक होऊ शकते. प्रत्येक सेवेसाठी एक ॲप चिन्ह निवडा, एखादी श्रेणी किंवा “सर्व ॲप” नाही.
ne: YouTube वा Instagram छान्नुहोस्, त्यसपछि रोक्न चाहेको सामग्री सक्रिय गर्नुहोस्। स्क्रिन रेकर्ड नगर्दा छानिएका एपहरू रोकिएकै रहन्छन्। ऐच्छिक नरम YouTube मोड अडियो पोडकास्टका लागि उपयुक्त छ, तर रेकर्डिङ बन्द हुँदा पिक्चर इन पिक्चर अझै रोकिन सक्छ। हरेक सेवाका लागि एउटा एपको आइकन छान्नुहोस्, वर्ग वा “सबै एपहरू” होइन।
nl: Kies YouTube of Instagram en schakel in welke inhoud je wilt blokkeren. Geselecteerde apps blijven geblokkeerd tenzij je het scherm opneemt. De optionele soepele YouTube-modus is geschikt voor audiopodcasts, maar beeld in beeld kan geblokkeerd blijven zonder opname. Kies per dienst één appicoon, geen categorie of 'Alle apps'.
pa_arab: ⁦YouTube⁩ یا ⁦Instagram⁩ چُنو، فیر اوہ مواد چالو کرو جو تسی بلاک کرنا چاہندے او۔ چُنیاں ایپاں سکرین ریکارڈنگ توں بغیر بلاک رہندیاں نیں۔ مرضی نال چالو ہون والا نرم ⁦YouTube⁩ موڈ آڈیو پوڈکاسٹاں لئی چنگا اے، پر ریکارڈنگ بند ہووے تے تصویر وچ تصویر فیر وی بلاک ہو سکدی اے۔ ہر سروس لئی اک ایپ دا آئیکن چُنو، زمرہ یا «ساریاں ایپاں» نئیں۔
pcm: Choose YouTube or Instagram, then turn on the content wey you wan block. Apps wey you choose go remain blocked unless you dey record your screen. Optional soft YouTube mode dey good for audio podcasts, but Picture in Picture fit still dey blocked when recording dey off. Choose one app icon for each service, no choose category or “All Apps”.
pl: Wybierz YouTube lub Instagram, a następnie treści do zablokowania. Wybrane aplikacje pozostają zablokowane, gdy nie nagrywasz ekranu. Opcjonalny łagodny tryb YouTube sprawdza się przy podcastach audio, ale obraz w obrazie może nadal być blokowany bez nagrywania. Wybierz jedną ikonę aplikacji dla każdej usługi, a nie kategorię ani „Wszystkie aplikacje”.
pt_br: Selecione YouTube ou Instagram e ative o conteúdo que deseja bloquear. Os apps ativados ficam bloqueados quando a tela não está sendo gravada. O modo suave opcional do YouTube funciona bem para podcasts de áudio, mas Imagem dentro de Imagem ainda pode ser bloqueado sem gravação. Selecione um ícone de app por serviço, não uma categoria nem “Todos os Apps”.
pt_pt: Selecione YouTube ou Instagram e ative o conteúdo que pretende bloquear. Os apps ativados ficam bloqueados quando o ecrã não está a ser gravado. O modo suave opcional do YouTube funciona bem para podcasts de áudio, mas Imagem dentro de Imagem pode continuar bloqueado sem gravação. Selecione um ícone de app por serviço, não uma categoria nem “Todos os apps”.
ro: Alege YouTube sau Instagram, apoi activează conținutul pe care vrei să-l blochezi. Aplicațiile selectate rămân blocate dacă nu înregistrezi ecranul. Modul flexibil opțional YouTube este potrivit pentru podcasturi audio, dar Imagine în imagine poate rămâne blocat fără înregistrare. Alege o pictogramă de aplicație pentru fiecare serviciu, nu o categorie sau „Toate aplicațiile”.
ru: Выберите YouTube или Instagram, затем включите блокировку нужного контента. Выбранные приложения заблокированы, пока не идёт запись экрана. Необязательный мягкий режим YouTube подходит для аудиоподкастов, но «Картинка в картинке» может блокироваться при выключенной записи. Выбирайте один значок приложения для каждого сервиса, а не категорию или «Все приложения».
sv: Välj YouTube eller Instagram och aktivera sedan det innehåll du vill blockera. Valda appar förblir blockerade om du inte spelar in skärmen. Det valfria mjuka YouTube-läget passar bra för ljudpoddar, men bild i bild kan fortfarande blockeras utan inspelning. Välj en appikon per tjänst, inte en kategori eller ”Alla appar”.
sw: Chagua YouTube au Instagram, kisha washa maudhui unayotaka kuzuia. Programu zilizochaguliwa hubaki zimezuiwa isipokuwa unaporekodi skrini. Hali nyepesi ya YouTube ya hiari inafaa kwa podikasti za sauti, lakini Picha ndani ya Picha inaweza kubaki imezuiwa bila kurekodi. Chagua ikoni moja ya programu kwa kila huduma, si kundi au “Programu Zote”.
ta: YouTube அல்லது Instagram-ஐத் தேர்ந்தெடுத்து, தடுக்க வேண்டிய உள்ளடக்கத்தை இயக்கவும். திரைப் பதிவு இல்லாதபோது தேர்ந்தெடுத்த செயலிகள் தடுக்கப்பட்டிருக்கும். விருப்பமான YouTube மென்மையான பயன்முறை ஒலி பாட்காஸ்ட்களுக்கு ஏற்றது. ஆனால் பதிவு அணைந்திருக்கும்போது படத்தினுள் படம் தொடர்ந்து தடுக்கப்படலாம். ஒவ்வொரு சேவைக்கும் ஒரு செயலி ஐகானைத் தேர்ந்தெடுக்கவும்; ஒரு வகையையோ “எல்லாச் செயலிகள்” என்பதையோ தேர்ந்தெடுக்க வேண்டாம்.
te: YouTube లేదా Instagram‌ను ఎంచుకుని, బ్లాక్ చేయాల్సిన కంటెంట్‌ను ఆన్ చేయండి. స్క్రీన్ రికార్డింగ్ లేనప్పుడు ఎంచుకున్న యాప్‌లు బ్లాక్ అయి ఉంటాయి. ఐచ్ఛిక YouTube సున్నిత మోడ్ ఆడియో పాడ్‌కాస్ట్‌లకు అనుకూలం. అయితే రికార్డింగ్ ఆఫ్‌లో ఉన్నప్పుడు పిక్చర్ ఇన్ పిక్చర్ ఇంకా బ్లాక్ కావచ్చు. ప్రతి సేవకు ఒక యాప్ చిహ్నాన్ని ఎంచుకోండి; వర్గం లేదా “అన్ని యాప్‌లు” ఎంచుకోవద్దు.
th: เลือก YouTube หรือ Instagram แล้วเปิดประเภทเนื้อหาที่ต้องการบล็อก แอปที่เปิดใช้จะถูกบล็อกเมื่อไม่ได้บันทึกหน้าจอ โหมด YouTube แบบผ่อนปรนเหมาะกับพอดแคสต์เสียง แต่ภาพซ้อนภาพอาจยังถูกบล็อกเมื่อไม่ได้บันทึก เลือกไอคอนแอปหนึ่งรายการต่อบริการ ไม่ใช่หมวดหมู่หรือ “แอปทั้งหมด”
tr: YouTube veya Instagram'ı seçip engellemek istediğiniz içerikleri açın. Seçilen uygulamalar, ekran kaydı yapmadığınız sürece engelli kalır. İsteğe bağlı esnek YouTube modu sesli podcast'ler için uygundur ancak kayıt kapalıyken Resim İçinde Resim engellenebilir. Her hizmet için tek bir uygulama simgesi seçin; kategori veya “Tüm Uygulamalar” seçmeyin.
uk: Виберіть YouTube або Instagram, а потім вміст для блокування. Вибрані програми залишаються заблокованими, доки не триває запис екрана. Необов’язковий м’який режим YouTube підходить для аудіоподкастів, але «Картинка в картинці» може блокуватися без запису. Вибирайте одну піктограму програми для кожного сервісу, а не категорію чи «Усі програми».
ur: ⁦YouTube⁩ یا ⁦Instagram⁩ منتخب کریں، پھر بلاک کرنے کے لیے مواد فعال کریں۔ منتخب ایپس اسکرین ریکارڈنگ کے بغیر بلاک رہتی ہیں۔ اختیاری نرم ⁦YouTube⁩ موڈ آڈیو پوڈکاسٹس کے لیے موزوں ہے، لیکن ریکارڈنگ بند ہونے پر تصویر در تصویر پھر بھی بلاک ہو سکتی ہے۔ ہر سروس کے لیے ایک ایپ آئیکن منتخب کریں، زمرہ یا «تمام ایپس» نہیں۔
vi: Chọn YouTube hoặc Instagram, rồi bật loại nội dung muốn chặn. Các ứng dụng đã bật sẽ bị chặn khi bạn không ghi màn hình. Chế độ YouTube nhẹ phù hợp với podcast âm thanh, nhưng Hình trong hình vẫn có thể bị chặn khi không ghi. Chọn một biểu tượng ứng dụng cho mỗi dịch vụ, không chọn danh mục hoặc “Tất cả ứng dụng”.
yue: 揀 YouTube 或 Instagram，再開啟想封鎖嘅內容。除非正在錄製螢幕，否則揀咗嘅 App 會保持封鎖。可選嘅 YouTube 寬鬆模式適合聽聲音 Podcast，但冇錄製嗰陣，子母畫面仍然可能被封鎖。每個服務請揀一個 App 圖像，唔好揀類別或者「所有 App」。
zh_hans: 选择 YouTube 或 Instagram，然后启用要屏蔽的内容类型。未录制屏幕时，启用的 App 会保持屏蔽。可选的 YouTube 宽松模式适合收听音频播客，但停止录制后，画中画仍可能被屏蔽。每项服务只选择一个 App 图标，不要选择类别或“所有 App”。
zh_hant: 選擇 YouTube 或 Instagram，再啟用要封鎖的內容。除非正在錄製螢幕，否則所選 App 會維持封鎖。選用的 YouTube 寬鬆模式適合收聽音訊 Podcast，但未錄製時，子母畫面仍可能被封鎖。每個服務請選一個 App 圖像，不要選類別或「所有 App」。

source: Choose an app and enable at least one blocking option below.
ar: اختر تطبيقًا وفعّل خيار حظر واحدًا على الأقل أدناه.
ar_eg: اختار تطبيق وشغّل اختيار حظر واحد على الأقل من اللي تحت.
be: Выберыце праграму і ўключыце прынамсі адзін варыянт блакіроўкі ніжэй.
bn: নিচে একটি অ্যাপ বেছে নিয়ে অন্তত একটি ব্লক করার বিকল্প চালু করুন।
cs: Vyberte aplikaci a níže zapněte alespoň jednu možnost blokování.
da: Vælg en app, og slå mindst én blokeringsmulighed til nedenfor.
de: Wähle eine App und aktiviere unten mindestens eine Blockieroption.
es: Elige una app y activa al menos una opción de bloqueo abajo.
fil: Pumili ng app at i-on ang kahit isang opsyon sa pag-block sa ibaba.
fr: Choisissez une app et activez au moins une option de blocage ci-dessous.
ha: Zaɓi manhaja kuma kunna aƙalla zaɓin toshewa guda ɗaya a ƙasa.
he: יש לבחור יישום ולהפעיל לפחות אפשרות חסימה אחת למטה.
hi: नीचे एक ऐप चुनें और कम से कम एक ब्लॉकिंग विकल्प चालू करें।
hu: Válassz egy appot, és kapcsolj be alább legalább egy blokkolási lehetőséget.
hy: Ընտրեք հավելված և ստորև միացրեք արգելափակման առնվազն մեկ տարբերակ։
id: Pilih aplikasi dan aktifkan setidaknya satu opsi pemblokiran di bawah.
it: Scegli un'app e attiva almeno un'opzione di blocco qui sotto.
ja: 下でアプリを選択し、ブロック項目を1つ以上有効にしてください。
ka: აირჩიეთ აპი და ქვემოთ ჩართეთ დაბლოკვის სულ მცირე ერთი ვარიანტი.
kk: Қолданбаны таңдап, төмендегі бұғаттау параметрлерінің кемінде біреуін қосыңыз.
ko: 아래에서 앱을 선택하고 차단 옵션을 하나 이상 켜세요.
ky: Колдонмону тандап, төмөнкү бөгөттөө параметрлеринин жок дегенде бирин күйгүзүңүз.
lt: Pasirinkite programą ir toliau įjunkite bent vieną blokavimo parinktį.
mr: खाली ॲप निवडा आणि ब्लॉक करण्याचा किमान एक पर्याय सुरू करा.
ne: एउटा एप छान्नुहोस् र तल कम्तीमा एउटा रोक्ने विकल्प खोल्नुहोस्।
nl: Kies een app en schakel hieronder minstens één blokkeeroptie in.
pa_arab: اک ایپ چُنو تے تھلے بلاک کرن دا گھٹ توں گھٹ اک اختیار چالو کرو۔
pcm: Choose one app and turn on at least one blocking option for below.
pl: Wybierz aplikację i włącz poniżej co najmniej jedną opcję blokowania.
pt_br: Selecione um app e ative pelo menos uma opção de bloqueio abaixo.
pt_pt: Selecione um app e ative pelo menos uma opção de bloqueio abaixo.
ro: Alege o aplicație și activează cel puțin o opțiune de blocare de mai jos.
ru: Выберите приложение и включите хотя бы один вариант блокировки ниже.
sv: Välj en app och aktivera minst ett blockeringsalternativ nedan.
sw: Chagua programu na uwashe angalau chaguo moja la kuzuia hapa chini.
ta: கீழே ஒரு செயலியைத் தேர்ந்தெடுத்து, குறைந்தது ஒரு தடுப்பு விருப்பத்தை இயக்கவும்.
te: కింద ఒక యాప్‌ను ఎంచుకుని, కనీసం ఒక బ్లాకింగ్ ఎంపికను ఆన్ చేయండి.
th: เลือกแอปและเปิดตัวเลือกการบล็อกอย่างน้อยหนึ่งรายการด้านล่าง
tr: Bir uygulama seçin ve aşağıdan en az bir engelleme seçeneğini açın.
uk: Виберіть програму та ввімкніть принаймні один варіант блокування нижче.
ur: ایک ایپ منتخب کریں اور نیچے بلاک کرنے کا کم از کم ایک اختیار فعال کریں۔
vi: Chọn một ứng dụng và bật ít nhất một tùy chọn chặn bên dưới.
yue: 請揀一個 App，並喺下面開啟至少一項封鎖選項。
zh_hans: 请在下方选择一个 App，并启用至少一项屏蔽选项。
zh_hant: 請選擇一個 App，並在下方啟用至少一項封鎖選項。

source: Choose exactly one app.
ar: اختر تطبيقًا واحدًا فقط.
ar_eg: اختار تطبيق واحد بس.
be: Выберыце толькі адну праграму.
bn: শুধু একটি অ্যাপ বেছে নিন।
cs: Vyberte právě jednu aplikaci.
da: Vælg præcis én app.
de: Wähle genau eine App.
es: Elige solo una app.
fil: Pumili ng isang app lamang.
fr: Choisissez une seule app.
ha: Zaɓi manhaja guda ɗaya tak.
he: יש לבחור יישום אחד בלבד.
hi: केवल एक ऐप चुनें।
hu: Pontosan egy appot válassz.
hy: Ընտրեք միայն մեկ հավելված։
id: Pilih tepat satu aplikasi.
it: Scegli una sola app.
ja: アプリを1つだけ選択してください。
ka: აირჩიეთ მხოლოდ ერთი აპი.
kk: Тек бір қолданбаны таңдаңыз.
ko: 앱을 하나만 선택하세요.
ky: Бир гана колдонмону тандаңыз.
lt: Pasirinkite tik vieną programą.
mr: फक्त एक ॲप निवडा.
ne: एउटा मात्र एप छान्नुहोस्।
nl: Kies precies één app.
pa_arab: صرف اک ایپ چُنو۔
pcm: Choose only one app.
pl: Wybierz dokładnie jedną aplikację.
pt_br: Selecione apenas um app.
pt_pt: Selecione apenas um app.
ro: Alege exact o aplicație.
ru: Выберите ровно одно приложение.
sv: Välj exakt en app.
sw: Chagua programu moja tu.
ta: ஒரே ஒரு செயலியைத் தேர்ந்தெடுக்கவும்.
te: ఒకే యాప్‌ను ఎంచుకోండి.
th: โปรดเลือกเพียงหนึ่งแอป
tr: Yalnızca bir uygulama seçin.
uk: Виберіть лише одну програму.
ur: صرف ایک ایپ منتخب کریں۔
vi: Chỉ chọn một ứng dụng.
yue: 請只揀一個 App。
zh_hans: 请只选择一个 App。
zh_hant: 請只選擇一個 App。

source: Choose the %@ app before enabling %@ blocking.
ar: اختر تطبيق ⁨%@⁩ قبل تفعيل حظر ⁨%@⁩.
ar_eg: اختار تطبيق ⁨%@⁩ قبل ما تشغّل حظر ⁨%@⁩.
be: Выберыце праграму %@, перш чым уключаць блакіроўку %@.
bn: %2$@ ব্লক করা চালু করার আগে %1$@ অ্যাপ বেছে নিন।
cs: Vyberte aplikaci %@, než zapnete blokování %@.
da: Vælg appen %@, før du slår blokering af %@ til.
de: Wähle die App %1$@, bevor du %2$@ blockierst.
es: Elige la app de %1$@ antes de activar el bloqueo de %2$@.
fil: Piliin ang %1$@ app bago i-on ang pag-block ng %2$@.
fr: Choisissez l’app %1$@ avant d’activer le blocage de %2$@.
ha: Zaɓi manhajar %@ kafin kunna toshewar %@.
he: יש לבחור את היישום ⁨%@⁩ לפני הפעלת חסימת ⁨%@⁩.
hi: %2$@ ब्लॉक करने से पहले %1$@ ऐप चुनें।
hu: Válaszd ki a(z) %@ appot a(z) %@ blokkolásának bekapcsolása előtt.
hy: Ընտրեք %@ հավելվածը՝ նախքան %@ արգելափակումը միացնելը։
id: Pilih aplikasi %@ sebelum mengaktifkan pemblokiran %@.
it: Scegli l'app %@ prima di attivare il blocco di %@.
ja: %2$@のブロックを有効にする前に、%1$@アプリを選択してください。
ka: აირჩიეთ %@ აპი, სანამ %@ დაბლოკვას ჩართავთ.
kk: %@ қолданбасын таңдап, содан кейін %@ бұғаттауын қосыңыз.
ko: %2$@ 차단을 켜기 전에 %1$@ 앱을 선택하세요.
ky: %@ колдонмосун тандап, андан кийин %@ бөгөттөөсүн күйгүзүңүз.
lt: Pasirinkite „%@“ programą, tada įjunkite „%@“ blokavimą.
mr: %2$@ ब्लॉक करणे सुरू करण्यापूर्वी %1$@ ॲप निवडा.
ne: %@ एप छान्नुहोस्, त्यसपछि %@ रोक्ने सुविधा खोल्नुहोस्।
nl: Kies de app %@ voordat je het blokkeren van %@ inschakelt.
pa_arab: ⁨%@⁩ ایپ چُنو، فیر ⁨%@⁩ دی بلاکنگ چالو کرو۔
pcm: Choose %@ app before you turn on %@ blocking.
pl: Wybierz aplikację %@, zanim włączysz blokowanie %@.
pt_br: Selecione o app do %1$@ antes de ativar o bloqueio de %2$@.
pt_pt: Selecione o app do %1$@ antes de ativar o bloqueio de %2$@.
ro: Alege aplicația %@ înainte de a activa blocarea pentru %@.
ru: Выберите приложение %@, прежде чем включать блокировку %@.
sv: Välj appen %@ innan du aktiverar blockering av %@.
sw: Chagua programu ya %@ kabla ya kuwasha uzuiaji wa %@.
ta: %2$@ தடுப்பை இயக்கும் முன் %1$@ செயலியைத் தேர்ந்தெடுக்கவும்.
te: %2$@ బ్లాకింగ్‌ను ఆన్ చేసే ముందు %1$@ యాప్‌ను ఎంచుకోండి.
th: เลือกแอป %1$@ ก่อนเปิดการบล็อก %2$@
tr: Önce %@ uygulamasını seçin, ardından %@ engellemesini açın.
uk: Виберіть програму %@, перш ніж увімкнути блокування %@.
ur: ⁨%@⁩ ایپ منتخب کریں، پھر ⁨%@⁩ کی بلاکنگ فعال کریں۔
vi: Chọn ứng dụng %1$@ trước khi bật chặn %2$@.
yue: 請先揀 %@ App，再開啟 %@ 封鎖。
zh_hans: 请先选择 %1$@ App，再启用 %2$@ 屏蔽。
zh_hant: 請先選擇 %@ App，再啟用 %@ 封鎖。
